Repository: alexserdyuk/jethro-pmm
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Family Search Results
ru_ru: Результаты поиска семей

source: No matching families were found
ru_ru: Не найдено подходящих семей

source: New family must have at least one member
ru_ru: Новая семья должна включать хотя бы одного члена

source: A subject must be supplied for the initial family note
ru_ru: Нужно указать тему для начальной заметки о семье

source: Family Created
ru_ru: Семья создана

source: Error during family creation, family not created
ru_ru: Ошибка в процессе создания семьи, семья не создана

source: Add Family
ru_ru: Добавить семью

source: Several families already exist that are similar to the one you are creating
ru_ru: Существует несколько семей, которые похожи на ту, что вы создаете

source: A family similar to the one you are creating already exists
ru_ru: Уже существует семья, которая похожа на ту, что вы создаете

source: Family
ru_ru: Семья

source: Create new family anyway
ru_ru: Создать новую семью все равно

source: Cancel family creation
ru_ru: Отменить создание семьи

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Congregation
ru_ru: Конгрегация

source: Group (optional)
ru_ru: Группа (необязательно)

source: Group Membership Status
ru_ru: Статус членства в группе

source: Email
ru_ru: Почта

source: Cong.
ru_ru: Конгр.

source: Mobile Tel
ru_ru: Мобильный тел

source: (optional)
ru_ru: (необязательно)

source: Initial Note
ru_ru: Начальная заметка

source: required
ru_ru: обязательно

source: optional
ru_ru: необязательно

source: Action plans
ru_ru: Планы действий

source: Execute the following action plans for the new family:
ru_ru: Запустить следующие планы действий для новой семьи:

source: Create
ru_ru: Создать

source: Create Family
ru_ru: Создать семью

source: Contact List
ru_ru: Список контактов

source: You must choose an opt-in group
ru_ru: Вы должны выбрать группу подписки

source: Opt-in group
ru_ru: Группа подписки

source: Only show families that have a member in the group
ru_ru: Показывать только те семьи, члены которых входят в группу

source: Only include opted-in persons from
ru_ru: Включать только подписавшихся людей из

source: Age brackets
ru_ru: Возрастные рамки

source: Only show contact details for persons who are
ru_ru: Показывать контактные данные только тех людей, которые

source: Other family members
ru_ru: Другие члены семьи

source: When a family has other members not in the opt-in group above:
ru_ru: Когда в семью входят другие члены, не входящие в группу подписки выше:

source: Do not show them at all
ru_ru: Не показывать их вообще

source: Show their names but no contact details
ru_ru: Показывать их имена, но не контактные данные

source: Show their contact details just like the opted-in persons
ru_ru: Показывать их контактные данные так же как и для подписанных людей

source: Details to show
ru_ru: Сведения для отображения

source: Home address
ru_ru: Домашний адрес

source: Home phone
ru_ru: Номер телефона

source: Family photos
ru_ru: Семейные фото

source: No families to show
ru_ru: Нет семей для отображения

source: Viewing Person:
ru_ru: Просмотр личной записи:

source: Person not found
ru_ru: Человек не найден

source: All Persons
ru_ru: Все люди

source: No persons in this range
ru_ru: Нет людей в диапазоне

source: No persons were found
ru_ru: Ни одного человека не найдено

source: Include Archived Persons
ru_ru: Включить людей из архива

source: persons in this range
ru_ru: людей в этом диапазоне

source: persons in total
ru_ru: людей всего

source: Configure Person Report
ru_ru: Настроить отчет по людям

source: Person Report Results
ru_ru: Результаты отчета по людям

source: Person Reports
ru_ru: Отчеты по людям

source: "Save and view results"
ru_ru: "Сохранить и просмотреть результаты"

source: "Save and return to report list"
ru_ru: "Сохранить и вернуться в список отчетов"

source: Cancel and return to report list
ru_ru: Отменить и вернуться в список отчетов

source: Back to list of reports
ru_ru: Назад в список отчетов

source: Reconfigure this report
ru_ru: Настроить этот отчет заново

source: Download CSV
ru_ru: Скачать CSV

source: Create a new report
ru_ru: Создать новый отчет

source: There are not yet any reports saved in the system
ru_ru: В системе пока нет сохраненных отчетов

source: Report Name
ru_ru: Имя отчета

source: Visible To
ru_ru: Видимо для

source: Results
ru_ru: Результаты

source: Last ad-hoc report
ru_ru: Последний "быстрый" отчет

source: Configure
ru_ru: Настроить

source: Only Me
ru_ru: Только я

source: "Show result counts for selected reports"
ru_ru: "Показать количество результатов для выбранных людей"

source: System-wide Person Statistics
ru_ru: Общесистемная статистика по людям

source: Notes For Immediate Action
ru_ru: Заметки для немедленного действия

source: Notes For Future Action
ru_ru: Заметки для будущих действий

source: Viewing Group:
ru_ru: Просмотр группы:

source: Group Details
ru_ru: Сведения о группе

source: Record Attendance?
ru_ru: Учитывать посещаемость?

source: Edit group details
ru_ru: Изменить сведения о группе

source: Share Member Details?
ru_ru: Делиться сведениями о членах?

source: Delete group
ru_ru: Удалить группу

source: Add Members by Name Search
ru_ru: Добавить членов через поиск по имени

source: Select persons:
ru_ru: Выбрать людей:

source: Membership status:
ru_ru: Статус членства:

source: Email members of
ru_ru: Отправить письмо членам

source: Group Members
ru_ru: Члены группы

source: Show archived members
ru_ru: Показывать членов из архива

source: Hide archived members
ru_ru: Спрятать членов из архива

source: Email members
ru_ru: Отправить письмо членам

source: Edit membership statuses
ru_ru: Изменить статусы членства

source: Add members
ru_ru: Добавить членов

source: Membership status
ru_ru: Статус членства

source: Save membership statuses
ru_ru: Сохранить статусы членства

source: This group does not currently have any members
ru_ru: Сейчас эта группа не содержит членов

source: All Groups
ru_ru: Все группы

source: Include Archived Groups
ru_ru: Включить архивные группы

source: Exclude Archived Groups
ru_ru: Исключить архивные группы

source: Add a new group
ru_ru: Добавить новую группу

source: Uncategorised Groups
ru_ru: Группы без категории

source: Save and view group
ru_ru: Сохранить и просмотреть группу

source: Save group and create another
ru_ru: Сохранить группу и создать новую

source: Category deleted
ru_ru: Категория удалена

source: Person Group Categories
ru_ru: Категории групп людей

source: A person group in Jethro can belong to up to 1 category. Group categories can contain sub-categories. Putting groups into categories makes it easier to browse through them, and also allows you to run person queries based on all the groups in a category.
ru_ru: Группа людей в "Иофоре" может быть в одной категории. Категории групп могут содержать под-категории. Поместив группы в категории, вам будет легче просматривать их, это также позволит вам выполнять запросы по всем группам в категории.

source: Add a new group category
ru_ru: Добавить новую категорию групп

source: Are you sure you want to delete this category?
ru_ru: Вы уверены в том, что хотите удалить эту категорию?

source: Attendance recorded for
ru_ru: Запись о посещаемости для

source: Record Attendance for
ru_ru: Записать посещаемость на

source: Record Attendance
ru_ru: Записать посещаемость

source: "Attendance for "
ru_ru: "Посещаемость на "

source: " cannot be recorded on a "
ru_ru: " не может быть записана на"

source: "Another user is currently recording attendance for "
ru_ru: "Другой пользователь сейчас записывает посещаемость для "

source: ". Please wait until they finish then try again."
ru_ru: ". Пожалуйста, подождите окончания операции и попробуйте снова."

source: In
ru_ru: В

source: On
ru_ru: На

source: Show photos
ru_ru: Показать фото

source: Use tabular format
ru_ru: Использовать табличный формат

source: Continue
ru_ru: Продолжить

source: The parameters you have selected will list more persons
ru_ru: Выбранные вами параметры отобразят больше людей

source: than your server can process. Please narrow down your parameters,
ru_ru: чем сервер может обработать. Пожалуйста, уменьшите количество параметров

source: or ask your server administrator to increase the PHP max_input_vars setting
ru_ru: или попросите администратора сервера увеличить значение настройки PHP max_input_vars

source: (currently
ru_ru: (сейчас

source: Total Headcount:
ru_ru: Общая численность:

source: Total headcount:
ru_ru: Общая численность:

source: (No persons in this listing)
ru_ru: (В этом списке нет людей)

source: Record more attendances
ru_ru: Сделать еще запись посещаемости

source: Analyse attendance using a person report
ru_ru: Смотреть посещаемость в отчете по людям

source: Display attendance
ru_ru: Отобразить посещаемость

source: Between
ru_ru: Между

source: And
ru_ru: И

source: Format
ru_ru: Формат

source: Congregation
ru_ru: - Конгрегация

source: Group
ru_ru: Группа

source: "Congregational attendance cannot be filtered by a group membership status. Please clear the status filter to display attendance for this congregation."
ru_ru: "Посещаемость конгрегации не может быть отфильтрована по статусу членства в группе. Очистите фильтр статуса, чтобы отобразить посещаемость для этой конгрегации."

source: No attendance records found. Try adjusting your criteria.
ru_ru: Записей о посещаемости не найдено. Попробуйте изменить критерии поиска.

source: Total Present
ru_ru: Всего присутствующих

source: Present
ru_ru: Присутствующие

source: Total Absent
ru_ru: Всего отсутствующих

source: Absent
ru_ru: Отутствующие

source: Extras
ru_ru: Дополнения

source: Attendance Statistics
ru_ru: Статистика посещаемости

source: Show the attendance statistics for persons of each (current) status
ru_ru: Показать статистику посещаемости для людей в каждом (текущем) статусе

source: between
ru_ru: между

source: and
ru_ru: и

source: Note: Any weeks where a person attendance is left blank (neither present nor absent) are ignored when calculating attendance percentages.
ru_ru: Внимание: Недели, в которые посещаемость человека осталась неотмеченной (как "присутствие" или "отсутствие") не будут учтены при вычислении процента посещаемости.

source: Segment
ru_ru: Сегмент

source: "Percentage of dates marked present rather than absent"
ru_ru: "Процент дней, отмеченных присутствием, а не отсутствием"

source: Rate
ru_ru: Частота

source: "Average number marked present per date"
ru_ru: "Среднее число за день, отмеченных как присутствующие"

source: Avg&nbsp;P
ru_ru: Сред&nbsp;П

source: Average number marked absent per date"
ru_ru: "Среднее число за день, отмеченных как отсутствующие"

source: Avg&nbsp;A
ru_ru: Сред&nbsp;О

source: Overall
ru_ru: Всего

source: Avg&nbsp;Headcount
ru_ru: Сред&nbsp;Численность

source: Edit Roster Assignments for "
ru_ru: Изменить назначения обязанностей для "

source: Edit Roster Assignments
ru_ru: Изменить назначения обязанностей

source: Define Roster Roles
ru_ru: Определить роли по расписанию

source: A roster role represents an activity somebody does which is organised by a roster. Roster roles are often congregation-specific; for example each congregation probably has its own separate "bible reader" role. Other roles may be congregation-independent, such as cleaning or gardening.
ru_ru: Роль по расписанию представляет собой обязанность, которую кто-то выполняет согласно списку обязанностей. Роли часто зависят от конгрегации, например, каждая конгрегация вероятно имеет свою отдельную роль "ответственный за объявления" Другие роли могут был независимыми от конгрегации, например уборка.

source: Add Role
ru_ru: Добавить роль

source: No roles have been created yet
ru_ru: Ни одной роли еще не создано

source: Define Roster Views
ru_ru: Определить списки обязанностей

source: A roster view is a collection of roster roles, used when editing or displaying roster assignments. A roster role can be included in several roster views. You might like to create views such as "morning congregation" or "all preachers".
ru_ru: Список назначений - это набор ролей по расписанию, который используется для редактирования или отображение назначений обязанностей. Роль по расписанию может быть включена в несколько списков назначений. Мы можете создать такие списки как "утреннее собрание" или "молитвенное собрание".

source: Run Sheet
ru_ru: Лист проведения

source: Copy from previous
ru_ru: Скопировать из предыдущего

source: No services have been saved in the specified time period. Click the "edit" button above to create some services.
ru_ru: Ни одного собрания не было записано в указанный период времени. Нажмите кнопку Правка вверху, чтобы добавить собрания.

source: Click a service below to edit its run sheet
ru_ru: Нажмите на собрание внизу, чтобы отредактировать лист его проведения

source: Click a service below to view its run sheet
ru_ru: Нажмите на собрание внизу, чтобы просмотреть лист его проведения

source: or click the "edit" button above to edit the service schedule including bible readings and titles.
ru_ru: или нажмите кнопку Правка вверху, чтобы изменить расписание собрания, включая заголовки и библейские тексты.

source: Add some templates to expand or populate
ru_ru: Добавьте несколько шаблонов, чтобы раскрыть или опубликовать

source: Use the fields below to enter a topic, format and/or Bible readings for each service. For each Bible reading, use the checkboxes to indicate if it is to be read, to be preached on, or both.
ru_ru: Используйте поля внизу, чтобы ввести тему, формат и/или библейские отрывки для каждого собрания. Для каждого библейского отрывка используйте флажки, чтобы отметить, что их нужно прочитать, проповедовать по ним или и то, и другое.

source: Home
ru_ru: Главная

source: Families
ru_ru: Семьи

source: Persons
ru_ru: Люди

source: Services
ru_ru: Собрания

source: Documents
ru_ru: Документы

source: Admin
ru_ru: Админ

source: List All
ru_ru: Полный список

source: Search
ru_ru: Поиск

source: Reports
ru_ru: Отчеты

source: Add
ru_ru: Добавить

source: Statistics
ru_ru: Статистика

source: For Immediate Action
ru_ru: Для немедленного действия

source: For Future Action
ru_ru: Для будущих действий

source: Manage Categories
ru_ru: Управление категориями

source: Record
ru_ru: Записать

source: Display
ru_ru: Показать

source: Display Roster Assignments
ru_ru: Показать назначения обязанностей

source: Component Library
ru_ru: Компоненты служения

source: Add Person Group
ru_ru: Добавить группу людей
