Repository: alexserdyuk/jethro-pmm
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Total Headcount
ru_ru: Общая численность

source: Allow "other"
ru_ru: Позволить "Другое"

source: Other
ru_ru: Другое

source: Removed
ru_ru: Удалено

source: SMS via Jethro
ru_ru: CMC через Иофор

source: SMS via iMessage
ru_ru: СМС через iMessage

source: Category
ru_ru: Категория

source: Active
ru_ru: Активно

source: Archived
ru_ru: Архивная запись

source: Status
ru_ru: Статус

source: Visibility
ru_ru: Видимость

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Show on add-family page?
ru_ru: Показывать на странице создания семьи?

source: Should this group be shown as an option when <a href="?view=families__add">adding a new family</a>?
ru_ru: Должна ли эта группа отображаться как опция на экране <a href="?view=families__add">создание новой семьи</a>?

source: Should members of this group be able to see each others's details in <a href="
ru_ru: Должны члены этой группы видеть сведения друг о друге в <a href="

source: members">member portal</a>?
ru_ru: members">портале для членов</a>?

source: Share member details?
ru_ru: Поделиться сведениями о члене?

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Воскресенье

source: Attendance Recording Days
ru_ru: Дни для учета посещаемости

source: If you want to record attendance at this group, select the applicable weekdays.
ru_ru: Если вы хотите записывать посещаемость этой групп, выберите нужные дни недели.

source: Yes, any day
ru_ru: Да, в любой день

source: Everyone
ru_ru: Все

source: (None)
ru_ru: (Нет)

source: Optional
ru_ru: Необязательно

source: If you have a MailChimp list you would like to synchronise with the results of this report, enter the relevant List ID here and wait until the sync script runs.
ru_ru: Если у вас есть список рассылки MailChimp, который вы хотите синхронизировать с результатами этого отчета, введите здесь List ID и подождите, пока выполнится скрипт синхронизации.

source: Nothing - one big group
ru_ru: Ничего - одна большая группа

source: Which person groups they are in
ru_ru: В какие группы людей они включены

source: Cancel
ru_ru: Отмена

source: An error occurred. Please contact your system administrator for help.
ru_ru: Произошла ошибка. Пожалуйста, обратитесь к вашему системному администратору за помощью.

source: Subscribe
ru_ru: Подписаться

source: None
ru_ru: Нет

source: Hi %s,
ru_ru: Привет %s,

source: %d new notes were recently assigned to you for action
ru_ru: %d новых заметок недавно назначили вам для исполнения

source: A new note was recently assigned to you for action
ru_ru: Новая заметка была недавно назначена вам для исполнения

source: There are %d notes assigned to you in total
ru_ru: Всего у вас %d назначенных заметок

source: Please log in at %s to view your notes
ru_ru: Пожалуйста, войдите в %s, чтобы видеть ваши заметки

source: -- This email was sent automatically by the %s Jethro system
ru_ru: -- Это письмо было отправлено автоматически от %s системой Иофор

source: With selected persons:
ru_ru: С выбранными людьми:

source: -- Choose Action --
ru_ru: -- Выберите действие --

source: Remove from this group
ru_ru: Удалить из группы

source: Move to a different group
ru_ru: Переместить в другую группу

source: Add to another group
ru_ru: Добавить в другую группу

source: Add to a group
ru_ru: Добавить в группу

source: Set field(s)
ru_ru: Установить поле(я)

source: Add note
ru_ru: Добавить заметку

source: Send email
ru_ru: Отправить письмо

source: Send SMS
ru_ru: Отправить SMS

source: Print envelopes
ru_ru: Напечатать конверты

source: Export as CSV
ru_ru: Экспортировать в CSV

source: Export as vCard
ru_ru: Экспортировать в vCard

source: Mail merge a document
ru_ru: Создать "именной" документ (mail merge)

source: Execute an action plan
ru_ru: Выполнить план действий

source: Move selected persons to
ru_ru: Переместить выбранных людей в

source: Add selected persons as
ru_ru: Добавить выбранных людей как

source: an existing group:
ru_ru: в существующую группу:

source: a new group:
ru_ru: в новую группу:

source: New group name:
ru_ru: Имя новой группы:

source: Source Document
ru_ru: Исходный документ

source: Merge for
ru_ru: "Персонализировать" для

source: each of the selected persons
ru_ru: каждого из выбранных людей

source: (Sample file:
ru_ru: (Файл для примера:

source: each of the families that the selected persons belong to
ru_ru: каждая из семей, к которым принадлежит выбранный человек

source: Send an email to
ru_ru: Отправить письмо

source: the selected persons
ru_ru: выбранным людям

source: the adults in the selected persons&#8217; families
ru_ru: взрослые в семьях выбранных людей

source: Allow recipients to see each other&#8217;s email addresses
ru_ru: Позволить получателям видеть email-адреса друг друга

source: To:
ru_ru: Кому:

source: the adults in the selected persons families
ru_ru: взрослые в семьях выбранных людей

source: the families the selected persons belong to
ru_ru: семьи, в которые входят выбранные люди

source: Print envelopes addressed to
ru_ru: Печатать конверты, адресованные

source: the selected persons themselves, grouped by family (eg &#8220;John, Joanne &amp; James Smith&#8221;)
ru_ru: выбранные люди непосредственно, сгруппированные по семьям (например, &#8220;Иван, Татьяна и Петр Тарасенко&#8221;)

source: the families the selected persons belong to (eg &#8220;Jones Family&#8221;)
ru_ru: семьи, в которые входят выбранные люди (например &#8220;Тарасенко - семья&#8221;)

source: adult members of the selected persons&#8217; families (eg &#8220;Bert and Marjorie Citizen&#8221;)
ru_ru: взрослые члены семей выбранных людей (например, &#8220;Андрей и Мария Коваль &#8221;)

source: Reference date for plans:
ru_ru: Контрольная дата для планов:

source: Family Name
ru_ru: Фамилия

source: Family Members
ru_ru: Члены семьи

source: Home Phone
ru_ru: Домашний телефон

source: Actions
ru_ru: Действия

source: View
ru_ru: Просмотр

source: Edit
ru_ru: Правка

source: Add Note
ru_ru: Добавить заметку

source: For
ru_ru: Для

source: Subject
ru_ru: Тема

source: Assignee
ru_ru: Исполнитель

source: Action Date
ru_ru: Дата действия

source: This note is locked by another user and cannot be edited at this time.
ru_ru: Заметка заблокирована другим пользователем и не может быть отредактирована.

source: Edit/Comment
ru_ru: Правка / Комментарий

source: Error: Javascript is Disabled
ru_ru: Ошибка: Javascipt отключен

source: For Jethro to function correctly you must enable javascript, which is done most simply by lowering the security level your browser uses for this website
ru_ru: Для того, чтобы Иофор работал правильно, вы должны разрешить Javascript, это делается простым снижением уровня безопасности в вашем браузере

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Logged in as
ru_ru: Вы вошли как

source: Edit me
ru_ru: Редактировать себя

source: Log out
ru_ru: Выйти

source: "This user account can only see persons in certain congregations or groups"
ru_ru: "Под этой учетной записью пользователя можно просматривать только людей в определенных конгрегациях или группах"

source: Restrictions in effect
ru_ru: Активированные ограничения

source: Name
ru_ru: Имя

source: Age
ru_ru: Возраст

source: Gender
ru_ru: Пол

source: Mobile
ru_ru: Мобильный

source: Groups
ru_ru: Группы

source: "Select all"
ru_ru: "Выбрать все"

source: Edit original note
ru_ru: Изменить оригинальную заметку

source: Edited by
ru_ru: Изменено

source: Edit / Comment
ru_ru: Правка / Комментарий

source: Basic Details
ru_ru: Основные сведения

source: Notes
ru_ru: Заметки

source: History
ru_ru: История

source: Family Details
ru_ru: Сведения о семье

source: Print Envelope
ru_ru: Печатать конверт

source: Add Member
ru_ru: Добавить члена

source: Members
ru_ru: Члены

source: Add Family Note
ru_ru: Добавить заметку о семье

source: Add Person Note
ru_ru: Добавить заметку о человеке

source: Family Record Created on
ru_ru: Семейная запись создана

source: Execute Action Plan for
ru_ru: Запустить план действий для

source: Reference date for plans:
ru_ru: Контрольная дата для планов:

source: Go
ru_ru: Вперед

source: Add
ru_ru: Добавить

source: to a group
ru_ru: в группу

source: Add as a
ru_ru: Добавить как

source: of
ru_ru: из

source: Choose a group first
ru_ru: Сначала выберите группу

source: Attendance
ru_ru: Посещаемость

source: Rosters
ru_ru: Списки обязанностей

source: Person Details
ru_ru: Личные сведения

source: Delete
ru_ru: Удалить

source: Execute Action Plan
ru_ru: Запустить план действий

source: There are no person or family notes for
ru_ru: Нет личных или семейных заметок о

source: Person and Family Notes for
ru_ru: Личные или семейные заметки о

source: is not a member of any active groups
ru_ru: не входит ни в одну из активных групп

source: is a member of:
ru_ru: входит в:

source: Group Name
ru_ru: Название группы

source: Membership Status
ru_ru: Cтатус членства

source: Joined Group
ru_ru: Связанная группа

source: Remove
ru_ru: Удалить

source: No attendance has been recorded for
ru_ru: Нет записей посещаемости для

source: Error
ru_ru: Ошибка

source: Editing
ru_ru: Редактирование

source: Your changes could not be saved because your lock had expired. Try making your changes again using the form below
ru_ru: Ваши изменения не могут быть сохранены, потому что блокировка истекла. Попробуйте снова ввести изменения в форме ниже

source: Your changes could not be saved because your lock has expired. The lock has now been acquired by another user. Wait some time for them to finish and then
ru_ru: Ваши изменения не могут быть сохранены, потому что блокировка истекла. Другой пользователь заблокировал данные. Подождите некоторое время, чтобы он закончил, а затем

source: Assignments Saved
ru_ru: Назначения сохранены

source: There are no notes to show
ru_ru: Нет ни одной заметки для отображения

source: Edit the assignees for all these notes
ru_ru: Изменить исполнителей для всех заметок

source: %s notes in total
ru_ru: %s заметок всего

source: Note added
ru_ru: Заметка добавлена

source: Family has only one member, so adding note to that person instead
ru_ru: В семье только один человек, поэтому заметка будет добавлена этому человеку

source: New Note Details
ru_ru: Детали новой заметки

source: Add Note to Family
ru_ru: Добавить заметку о семье

source: Cannot add note, no person ID specified
ru_ru: Невозможно добавить заметку, не указан № человека

source: Note added to
ru_ru: Заметка добавлена к

source: persons
ru_ru: людям

source: Note successfully added to
ru_ru: Заметка успешно добавлена к

source: of the
ru_ru: из

source: selected persons
ru_ru: выбранных людей

source: Add note to
ru_ru: Добавить заметку к

source: Add Note to Person
ru_ru: Добавить заметку о человеке

source: New Person Details
ru_ru: Сведения о новом человеке

source: Action Plans
ru_ru: Планы действий

source: Execute the following action plans for the new person:
ru_ru: Запустить следующий план действий для нового человека:

source: Add Family Member
ru_ru: Добавить члена семьи

source: Delete
ru_ru: Удалить

source: Archive only
ru_ru: Только архивировать

source: Archive and Cleanse
ru_ru: Архивировать и очистить

source: Delete altogether
ru_ru: Удалить полностью

source: This person cannot be deleted because they or their family have notes requiring action.
ru_ru: Этот человек не может быть удален, потому что он или его семья имеют заметки, требующие действия.

source: Resolve the note(s) and then try again.
ru_ru: Примите решения по заметкам и попробуйте снова.

source: Because this person has a user account, they cannot be deleted altogether.
ru_ru: Этот человек имеет учетную запись, его нельзя удалить полностью.

source: But they can be archived, and you can also cleanse their archived record, which will
ru_ru: Но эти записи могут быть архивированы, и вы сможете очистить архивные записи, что

source: Deleting this person is not recommended since they have roster assignments and/or attendance records, and deleting them will affect historical statistics.
ru_ru: Удаление этого человека не рекомендуется, потому что на него есть назначения и/или записи о посещаемости, их удаление повлияет на статистику прошлых периодов.

source: It is recommended that you archive them instead. You can also cleanse their archived record, which will
ru_ru: Вместо этого, рекомендуется архивировать записи. Вы также можете очистить архивную запись, что

source: Deleting a person altogether cannot be undone.
ru_ru: Полное удаление человека не может быть отменено.

source: Deleting a person cannot be undone. Rather than deleting a person altogether, it is usually preferable to archive them so that they remain on the historical record.
ru_ru: Удаление человека не может быть отменено. Вместо полного удаления обычно рекомендуется архивировать записи, чтобы они оставались для статистики.

source: You can also cleanse their archived record, which will
ru_ru: Вы также можете очистить архивную запись, что

source: Edit attendance at
ru_ru: Редактировать посещаемость в

source: for
ru_ru: для

source: Edit congregational attendance for
ru_ru: Редактировать посещаемость собрания для

source: Editing Congregation
ru_ru: Редактирование собрания

source: Your changes could not be saved because your lock has expired. The lock has now been acquired by another user. Wait some time for them to finish and then
ru_ru: Ваши изменения не могут быть сохранены, потому что блокировка истекла. Другой пользователь заблокировал данные. Подождите некоторое время, чтобы он закончил, а затем

source: try again
ru_ru: попробуйте снова

source: This congregation cannot currently be edited because another user has the lock. Wait some time for them to finish and then
ru_ru: Конгрегация не может быть изменена, потому что другой пользователь заблокировал ее. Подождите некоторое время, чтобы он закончил, а затем

source: Update Congregation
ru_ru: Обновить собрание

source: Editing User Account for
ru_ru: Редактирование учетной записи пользователя для

source: Note deleted
ru_ru: Заметка удалена

source: Failed to delete note
ru_ru: Не получилось удалить заметку

source: Editing Person Note for
ru_ru: Редактирование личной заметки для

source: Editing Note for
ru_ru: Редактирование заметки для

source: Your changes could not be saved because your lock had expired.
ru_ru: Ваши изменения не могут быть сохранены, потому что блокировка истекла.

source: Try making your changes again using the form below
ru_ru: Попробуйте снова ввести изменения в форме ниже

source: The lock has now been acquired by another user.
ru_ru: Данные были заблокированы другим пользователем.

source: Wait some time for them to finish and then
ru_ru: Подождите некоторое время, чтобы он закончил, а затем

source: Your changes could not be saved because your lock had expired. Try making your changes again using the form below
ru_ru: Ваши изменения не могут быть сохранены, потому что блокировка истекла. Попробуйте снова ввести изменения в форме ниже

source: This person cannot currently be edited because another user has the lock.
ru_ru: Личная запись не может быть отредактирована, потому что она заблокирована другим пользователем.

source: Wait some time for them to finish and then
ru_ru: Подождите некоторое время, чтобы он закончил, а затем

source: Update Account
ru_ru: Обновить учетную запись

source: These results include matches on the searchable custom fields %s
ru_ru: Эти результаты включают совпадения в пользовательских полях %s

source: Congregations
ru_ru: Конгрегации

source: Cannot delete congregation because it is not empty
ru_ru: Не удается удалить конгрегацию, поскольку она не пуста

source: Congregation deleted
ru_ru: Конгрегация удалена

source: Each person can be in one congregation. A person with status 'contact' can be congregationless. You may want to create extra congregations to represent kids church, housebound persons, etc.
ru_ru: Каждый человек может быть в одной конгрегации. Человек со статусом "Контакт" может быть вне конгрегаций. Вы можете создать несколько конгрегаций, которые представляют детскую церковь, людей без возможности выйти из дома и т.д.

source: Long Name
ru_ru: Длинное название

source: Short Name
ru_ru: Короткое название

source: Code Name
ru_ru: Кодовое имя

source: To delete a congregation, first ensure it contains no members, then it can be deleted via this page
ru_ru: Чтобы удалить конгрегацию, убедитесь, что в ней нет членов, тогда вы сможете удалить ее с этой страницы

source: User Accounts
ru_ru: Пользователи

source: User accounts are usually created to give staff and ministry leaders access to Jethro. You need to create their person record first, then add a user account to go with it. Usually it's best to let church members create their own accounts in the member area
ru_ru: Учетные записи пользователей обычно создаются для того, чтобы дать доступ персоналу и лидерам служения к системе Иофор. Вам нужно сначала создать личную запись для человека, а затем учетную запись пользователя. Обычно, лучше позволить членам церкви отредактировать свои учетные записи в разделе для членов церкви

source: member area
ru_ru: членский раздел

source: staff and ministry leaders
ru_ru: персонал и лидеры служений

source: church members
ru_ru: члены церкви

source: Add User Account
ru_ru: Добавить учетную запись пользователя

source: Inactive
ru_ru: Неактивно

source: When you define a custom field here, you'll then be able to enter a value for that field when editing a person record.
ru_ru: Если вы определите пользовательское поле здесь, вы сможете ввести значение для этого поля при редактировании личной записи человека.

source: Custom fields are useful for recording dates of birth, accreditations and medical details.
ru_ru: Пользовательские поля полезны для записи дат рождения, медицинских сведений и других отметок.

source: When you create a note template here, it then becomes available for use when adding a note to a person. Templates are useful if you often need to add notes containing a fixed set of details, for example an incident report or training record.
ru_ru: Если вы создадите шаблон заметки здесь, он станет доступным для использования при добавлении заметки о человеке. Шаблоны полезны, если вам часто нужно добавлять заметки с определенным набором данных, например запись про об инциденте или обучении.

source: An action plan is a set of pre-defined actions to be performed on a person or family, for example adding a note or adding them to a group. You can trigger an action plan when creating a family, when viewing a person, or using the bulk-actions tool. Action plans can be useful for automating a workflow such as your newcomer integration process.
ru_ru: План действий - это набор предопределенных действий, который нужно выполнить в отношении человека или семьи, например добавление заметок или добавление их в группы. Вы можете запускать план действий, когда создаете семью, просматриваете личную запись или с помощью инструментов групповых действий. Планы действий полезны для автоматизации рабочего процесса, например при интеграции новообращенного.

source: This setting has been set in the conf.php file
ru_ru: Эта настройка была установлена в файле conf.php

source: To edit this setting here, first remove it from your conf.php file
ru_ru: Чтобы изменить эту настройку здесь, сначала удалите ее из conf.php

source: Age brackets with the "is adult" box ticked are treated as adults when, for example, sending an email to the adults in a family.
ru_ru: Люди, попадающее в возрастные рамки с опцией "взрослый" будут пониматься как взрослые, к примеру, при отправке письма взрослым членам семьи.

source: If you delete an age bracket, persons using that age bracket will be set to the default age bracket.
ru_ru: Если вы удалите возрастную рамку, то людям, которые в нее попадают будет присвоена возрастная рамка по-умолчанию.

source: Errors during import - import aborted
ru_ru: Ошибки в процессе импорта - импорт прерван

source: Import complete
ru_ru: Импорт завершен

source: You must choose a group first
ru_ru: Вы должны сначала выбрать группу

source: You must upload a file
ru_ru: Вы должны загрузить файл

source: There was a problem reading your CSV file. Please try again.
ru_ru: Произошла ошибка чтения вашего CSV файла. Пожалуйста, попробуйте еще раз.

source: Your import file is not valid. Please correct the following errors and try again:
ru_ru: Ваш файл для импорта имеет неверный формат. Пожалуйста, исправьте следующие ошибки и попробуйте снова:

source: You must create a group to import into before you can import persons. See Groups > Add.
ru_ru: Вам нужно создать группу в которую вы будете импортировать прежде, чем вы сможете импортировать людей. Смотрите Группы -> Добавить.

source: This page allows you to import persons, families and notes from a CSV file. The CSV must be in a format like this sample file. (The order of columns is flexible but the first row must be a header with these column names). You may also include extra columns labelled with the exact name of custom fields. Jethro will create a new person record for each row in the CSV file. Jethro will create a new family record whenever a row contains different family details to the previous row (although changing to or from a blank value does not count as a change). A new family is also triggered if you include an entirely blank row. All the imported persons will be added to the group you choose below.
ru_ru: Эта страница позволяет вам импортировать людей, семьи и заметки из CSV файла. CSV файл должен соответствовать формату образца. (Порядок колонок нестрогий, но первая строка должна содержать заголовок с названиями колонок). Вы можете также включить дополнительные колонки, названия которых совпадают с пользовательскими полями. Иофор создаст новую личную запись для каждой строки в CSV файле. Иофор создаст новую запись о семье каждый раз, когда строка содержит сведения о семье, которые отличаются от предыдущей строки (хотя пустые значения не считаются изменениями). Новая семья также будет создана, если вы добавите полностью пустую строку. Все импортированные люди будут добавлены в группу, которую вы выберете ниже.

source: sample file
ru_ru: файл-образец

source: You will be asked to confirm at the next step
ru_ru: От вас потребуется подтверждение на следующем шаге

source: Please check the following is correct then click "confirm" at the bottom
ru_ru: Пожалуйста, убедитесь в том, что следующие данные верны, и нажмите "Подтвердить" внизу

source: %s families, %s persons and %s notes will be created.
ru_ru: %s семей, %s человек и %s заметок будет создано.

source: The new persons will be added to the %s group.
ru_ru: Новые люди будут добавлены в группу %s.

source: Bookmark
ru_ru: Закладка

source: System-Wide Search
ru_ru: Поиск по всей системе

source: "Name, Phone or Email"
ru_ru: "Имя, телефон или почта"

source: Notes
ru_ru: Заметки

source: for immediate action
ru_ru: для немедленного действия

source: You have
ru_ru: У вас

source: for future action
ru_ru: для будущих действий

source: Upcoming roster
ru_ru: Предстоящие назначения

source: Viewing Family:
ru_ru: Просмотр семьи:

source: Error: No family supplied
ru_ru: Ошибка: не указана семья

source: All Families
ru_ru: Все семьи

source: Include Archived
ru_ru: Включить архив

source: Exclude Archived
ru_ru: Исключить архив

source: No families in this range
ru_ru: Нет семей в этом диапазоне

source: No families were found
ru_ru: Ни одной семьи не найдено

source: Include Archived families
ru_ru: Включать семьи из архива

source: families in this range
ru_ru: семей в этом диапазоне

source: families in total
ru_ru: семей всего
